<p align="CENTER"><u><strong>Cahier des charges de mon projet TFE</strong></u></p>

<h1><small><u><strong>1. introduction:</strong></u></small></h1>

<p>Au terme de ces trois ann&eacute;es d&#39;&eacute;tudes de Biblioth&eacute;caire-documentaliste, nous sommes amen&eacute;s &agrave; mettre en place et r&eacute;aliser un projet de TFE dans une institution afin de mettre en pratique nos comp&eacute;tences et connaissances cumul&eacute;es lors de ces ann&eacute;es.</p>

<p>Le projet que j&#39;ai d&eacute;cid&eacute; de mener est la r&eacute;alisation d&#39;un th&eacute;saurus pour le centre de doc de l&#39;asbl L&eacute;zart Urbains.</p>

<p>Ceci est le cahier des charges du projet r&eacute;alis&eacute; dans le cadre du projet de fin d&#39;ann&eacute;e d&#39;Informatisation des services documentaires.</p>

<p>Il permettra de pr&eacute;senter le projet dans son ensemble, en particulier les objectifs et &eacute;tapes &agrave; r&eacute;aliser.</p>

<p>Tout d&#39;abord, je pr&eacute;senterai le projet en lui-m&ecirc;me en faisant le point sur la situation initiale et finale id&eacute;ale du projet. Ensuite, une &eacute;tude de l&#39;existant sera faite, compl&eacute;t&eacute;e par la litt&eacute;rature professionnelle r&eacute;colt&eacute; &agrave; ce stade sur le sujet, ainsi que les projets similaires et ressources humaines et institutionnelles.</p>

<p>Je dresserai ensuite le profil des maitre d&#39;ouvrage et d&#39;oeuvre, ainsi qu&#39;une description de l&#39;institution commanditaire.</p>

<p>Il y aura &eacute;videmment, pour terminer, l&#39;analyse des besoins autant du maitre d&#39;ouvrage et maitre d&#39;oeuvre ainsi que les diff&eacute;rentes contraintes, et enfin les diff&eacute;rentes &eacute;tapes &agrave; mettre en place durant le projet pour arriver au r&eacute;sultat final.</p>

<h1><small><u><strong>2. Le projet :</strong></u></small></h1>

<h2><strong>- Situation initiale:</strong></h2>

<p>Le projet consiste en l&#39;&eacute;laboration d&#39;un th&eacute;saurus pour le centre de doc L&eacute;zarts Urbains, autant dans le but de faciliter les t&acirc;ches d&#39;indexation, recherche de mots-cl&eacute;s pour le personnel, que la recherche des et pour les utilisateurs.</p>

<p>Le r&eacute;sultat final id&eacute;al serait donc un th&eacute;saurus (ou liste de mots-cl&eacute;s r&eacute;organis&eacute;e) reprenant tous les termes pertinents sur les sujets couverts.</p>

<p align="LEFT">Le centre de doc utilise actuellement une indexation libre, permise par PMB. Il ne poss&egrave;de pas de th&eacute;saurus. Les mots-cl&eacute;s sont trouv&eacute;s par le personnel en se basant sur le contenu du document, ou sur la liste de mot-cl&eacute;s d&eacute;j&agrave; cr&eacute;&eacute;es dans Autorit&eacute;s.</p>

<p align="LEFT">Des renvois (&eacute;quivalence, pseudonymes) sont parfois effectu&eacute;s.</p>

<p align="LEFT">Les recherches d&#39;utilisateurs et la veille se font aussi de fa&ccedil;on libre et non en fonction d&#39;un th&eacute;saurus.</p>

<h2><strong>- R&eacute;sultat final id&eacute;al attendu:</strong></h2>

<p>Ce que va produire mon TFE est un th&eacute;saurus reprenant tous les mots-cl&eacute;s pertinents sur les sujets couverts.</p>

<p>Date r&eacute;sultat final&nbsp;: fin mai 2017</p>

<h2><strong>- Pr&eacute;sentation, profil et comp&eacute;tences des acteurs du projet: maitre oeuvre et maitre d&#39;ouvrage:</strong></h2>

<p>Dans un projet, et dans le cahier des charges de celui-ci, nous avons un maitre d&#39;ouvrage et un maitre d&#39;oeuvre, chacun ayant leurs propres besoins et objectifs (parfois certains les m&ecirc;mes).</p>

<p>Dans le cas pr&eacute;sent, il y a &agrave; distinguer le TFE, et le projet en lui-m&ecirc;me.</p>

<p>Ainsi, &eacute;tant le <em>maitre d&#39;ouvrage </em><em>de mon TFE</em>, je suis avant tout le <em>maitre d&#39;oeuvre </em>en ce qui concerne <em>mon</em><em> projet</em>, le travail mis en place, l&#39;institution commanditaire &eacute;tant le maitre d&#39;ouvrage de ce projet.</p>

<p>Je suis donc responsible de ce qui est &ldquo;fait&rdquo;, de la r&eacute;alisation pratique du projet.</p>

<p>Mes r&ocirc;les en tant que maitre d&#39;oeuvre sont de d&eacute;finir les objectifs du projet, d&eacute;finir le calendrier, d&eacute;finir la qualit&eacute; &agrave; atteindre, d&eacute;finir le budget, r&eacute;aliser une description de ce que le projet doit r&rdquo;aliser, en bref me charger de l&#39;ex&eacute;cution du projet, et pour cela effectuer des choix techniques.</p>

<p>Mes comp&eacute;tences en tant que maitre d&#39;oeuvre du projet sont : une connaissance en gestion de projet, de bonnes connaissances th&eacute;oriques et pratiques en langages d&#39;indexation, une bonne connaissance du service documentaire concern&eacute;, ainsi qu&#39;une maitrise d&#39;outils et logiciels dans le cadre du travail.</p>

<p>Mes comp&eacute;tences en tant que maitre d&#39;ouvrage du TFE: pouvoir &eacute;valuer et d&eacute;terminer l&#39;opportunit&eacute; et la faisabilit&eacute;, donc comp&eacute;tences d&#39;&eacute;valuation et analyse/autoprojection, pouvoir d&eacute;finir des besoins, gestion de diff&eacute;rentes ressources,...</p>

<p>Les comp&eacute;tences/responsabilit&eacute;s du maitre d&#39;ouvrage sont de pouvoir &eacute;valuer le travail fourni pour le projet, gestion de diff&eacute;rentes ressources, la validation ou non du projet, l&#39;adaptibilit&eacute; aux nouveaut&eacute;s, l&#39;organisation de formations,...<br />
&nbsp;</p>

<h2><strong>- Pr&eacute;sentation de l&#39;institution:</strong></h2>

<p>D&eacute;crire l&#39;institution dans laquelle le projet va se d&eacute;rouler permet de mieux comprendre le contexte de celui-ci, ses objectifs et ses besoins.</p>

<p><u><strong>L&#39;institution : L&eacute;zarts Urbains asbl:</strong></u></p>

<p>Le centre de doc&#39; L&eacute;zarts Urbains fait partie d&#39;une organisation plus large, qui est l&#39;asbl L&eacute;zarts Urbains, situ&eacute;e rue de la Victoire, 102 &agrave; Saint-Gilles.</p>

<p align="LEFT">Lezarts Urbains est une asbl&nbsp;1/association culturelle et d&#39;&eacute;ducation permanente ax&eacute;e sur les&nbsp;<strong>cultures&nbsp;</strong><strong>urbaines et l&#39;art populaire</strong>&nbsp;reconnue par la F&eacute;d&eacute;ration Wallonie-Bruxelles.&nbsp;2</p>

<p align="LEFT">Elle promouvoit et d&eacute;fend des disciplines telles que le rap, le hip hop, la danse (danses urbaines,&nbsp;breakdance), le slam et le graffiti/street art.&nbsp;</p>

<p align="LEFT">1Association sans but lucratif (ASBL)</p>

<p align="LEFT">2 LAPIOWER, Alain. Lezarts Urbains. Minist&egrave;re de la Culture de la F&eacute;d&eacute;ration Wallonie-Bruxelles et du&nbsp;gouvernement Francophone Bruxellois, p. [2]</p>

<p align="LEFT">Cr&eacute;e en&nbsp;<strong>1977</strong>&nbsp;sous le nom de la &ldquo;Fondation Jacques Gueux&rdquo; (artiste engag&eacute; dans les luttes sociales dans les ann&eacute;es 1900), l&#39;association traitait au d&eacute;part principalement de la culture populaire et de l&#39;exploitation ouvri&egrave;re. C&#39;est quelques ann&eacute;es plus tard, alors que le hip hop prend de plus en plus</p>

<p align="LEFT">d&#39;ampleur et repr&eacute;sente d&eacute;sormais le milieu &agrave; favoriser, qu&#39;ils changent leur nom en &ldquo;L&eacute;zarts Urbains&rdquo;.</p>

<p align="LEFT">L&#39;association, dirig&eacute;e par Alain Lapiower, est organis&eacute;e en diff&eacute;rents&nbsp;&ldquo;<strong>chantiers&rdquo;</strong>, dans lesquelles sont r&eacute;parties et organis&eacute;es diverses activit&eacute;s, et poss&eacute;dant chacun un responsable.</p>

<p align="LEFT">Les chantiers sont les suivants:</p>

<p align="LEFT">- Ateliers d&#39;expression et initiation (rap, slam, &eacute;criture, danse urbaine): G&eacute;r&eacute; par Mathieu D&#39;Angelo/ Maky.</p>

<p align="LEFT">- Centre de doc&#39; et Animations documentaires: G&eacute;r&eacute; par Catherine Wielant et son assistante Maud De Craeye (ma ma&icirc;tre de stage).</p>

<p align="LEFT">- Danses Urbaines : G&eacute;r&eacute; par Julie Daliers</p>

<p align="LEFT">- Graffiti et Street art: G&eacute;r&eacute; par Caroline Vercruysse</p>

<p align="LEFT">- Rap: G&eacute;r&eacute; par Arnaud Deleu</p>

<p align="LEFT">- Slam et Spoken Word &ndash; Ecritures urbaines: G&eacute;r&eacute; par Rosa Gasquet</p>

<p align="LEFT">De plus, la comptabilit&eacute; et l&#39;administration sont g&eacute;r&eacute;s par Lidia Virzi.</p>

<p align="LEFT">L&#39;association organise de nombreux&nbsp;<strong>&eacute;venements, rencontres, ateliers d&#39;expression et accompage des groupes et artistes</strong>notamment issus des milieux populaires et les aide &agrave; la production et diffusion.</p>

<p align="LEFT">Les&nbsp;<strong>objectifs</strong>&nbsp;de l&#39;institution comme du service documentaire sont de diffuser les cultures urbaines en&nbsp;Belgique.</p>

<p align="LEFT">S&#39;il ne s&#39;agit pas de l&#39;unique association en F&eacute;d&eacute;ration Wallonie-Bruxelles sp&eacute;cialis&eacute;e et diffusant les</p>

<p align="LEFT">cultures urbaines et populaires (Il en existe une autre &agrave; Bruxelles, appel&eacute;e Alerte Urbaine), son service&nbsp;documentaire par contre est bien unique en son genre (que ce soit par sa position au sein d&#39;une&nbsp;biblioth&egrave;que publique et par son fonctionnement) et en son domaine.</p>

<p align="LEFT"><u><strong>Le service documentaire, ses activit&eacute;s et objectifs:</strong></u></p>

<p align="LEFT">Le centre de doc&#39; L&eacute;zarts Urbains (rue de Rome, 24), ne si&eacute;geant pas &agrave; la m&ecirc;me adresse que l&#39;organisme, propose certaines activit&eacute;s ind&eacute;pendamment de celle-ci (notamment en partenariat avec la biblioth&egrave;que de Saint-Gilles dans laquelle il se trouve).</p>

<p align="LEFT">Le service documentaire couvre tous les domaines et disciplines d&eacute;fendus par l&#39;asbl, et propose donc&nbsp;des documents entourant les cultures urbaines, les arts populaires actuels, le hip hop en g&eacute;n&eacute;ral, ce qui comprend le rap, la danse (danses urbaines, breakdance), le slam et le graffiti/street art.</p>

<p align="LEFT">Le fonds du service documentaire se compose essentiellement d&#39;ouvrages de r&eacute;f&eacute;rence, articles de&nbsp;presse class&eacute;s dans des fardes, de magazines sp&eacute;cialis&eacute;s, d&#39;albums de rap et films autant de fiction que des documentaires, r&eacute;partis sur une grande &eacute;tag&egrave;re murale avec une &eacute;tiquette contenant le nom de la discipline pour chaque partie de la collection.</p>

<p align="LEFT">Le fonds du centre de doc&#39;, riche actuellement d&#39;environ 6828 documents est consultable sur son&nbsp;catalogue en ligne, gr&acirc;ce &agrave; une recherche par mots-cl&eacute;s du choix du lecteur</p>

<p align="LEFT">Il organise aussi de nombreux&nbsp;<strong>&eacute;v&egrave;nements</strong>, animations et de rencontres autour de la th&eacute;matique du hip hop afin de se permettre plus de visibilit&eacute;. Il invite des auteurs, organise des d&eacute;bats, et des pr&eacute;sentations de personnalit&eacute;s du m&eacute;tier, projette des films et s&#39;associe &agrave; des partenariats. Il collabore notamment avec le centre de doc&#39; de l&#39;association Africulturban &agrave; Dakar.</p>

<p align="LEFT">Il propose &eacute;galement des&nbsp;<strong>&quot;produits maison&quot;</strong>, productions documentaires originales comme la cr&eacute;ation de malettes p&eacute;dagogiques, de films documentaires (comme &ldquo;Mauvaises herbes&rdquo;, r&eacute;alis&eacute; par Catherine la responsable du centre de doc&#39;), de spectacles de danse hip hop belge, pour la promotion du hip hop en g&eacute;n&eacute;ral. L&#39;&eacute;quipe a donc aussi un travail cr&eacute;atif cons&eacute;quent.</p>

<p align="LEFT">Les&nbsp;<strong>malettes p&eacute;dagogiques</strong>&nbsp;sont un ensemble de ressources documentaires sur les diff&eacute;rentes disciplines(le rap, sur le graffiti, le slam, et la danse). Elles sont empruntables pour les animateurs, cr&eacute;ateurs d&#39;&eacute;v&egrave;nements ou d&#39;animations sur une de ces disciplines.</p>

<p align="LEFT">Enfin, on y trouve aussi des&nbsp;<strong>fardes documentaires&nbsp;</strong>tri&eacute;es par sujet, production rap et slam dans les&nbsp;prisons, histoire de la danse, hip hop en Belgique, &hellip;</p>

<p align="LEFT">Un de&nbsp;<strong>ses objectifs&nbsp;</strong>premiers est d&#39;amener un public nouveau &agrave; la biblioth&egrave;que de Saint-Gilles, et r&eacute;ciproquement, sa place au sein de cette biblioth&egrave;que tend &agrave; amener les lecteurs de celle-ci &agrave; d&eacute;couvrir et s&#39;int&eacute;resser aux cultures urbaines, et leur faire connaitre l&#39;assoc&#39; Lezarts Urbains. Ceci est permis gr&acirc;ce aux nombreuses activit&eacute;s et animations organis&eacute;es par le centre de doc&#39; et la&nbsp;biblioth&egrave;que de Saint-Gilles &eacute;galement.</p>

<p align="LEFT">Il est &eacute;galement int&eacute;ressant de parler ici des&nbsp;<strong>outils et logiciels professionnels</strong>&nbsp;utilis&eacute;s par le service documentaire, ceci &eacute;tant en effet en ad&eacute;quation quasi directe avec mon sujet de TFE, consistant en la r&eacute;alisation d&#39;un th&eacute;saurus.</p>

<p align="LEFT">Je vais donc me pencher sur la situation &agrave; ce stade en ce qui concerne ces outils et particuli&egrave;rement l&#39;indexation &agrave; mon arriv&eacute;e lors de mon stage plus t&ocirc;t cette ann&eacute;e.</p>

<p align="LEFT"><u><strong>- Les outils documentaires utilis&eacute;s:</strong></u></p>

<p align="LEFT">L&#39;indexation est &laquo; libre &raquo;, car d&eacute;termin&eacute;e au d&eacute;part par le biblioth&eacute;caire lui-m&ecirc;me, tout en utilisant aussi les mots-cl&eacute;s d&eacute;j&agrave; cr&eacute;&eacute;s et pr&eacute;sents dans la listes autorit&eacute;s de PMB. (On peut parler d&#39;une indexation venant d&#39;une liste &ldquo;ferm&eacute;e&rdquo; dans ce cas.)</p>

<p align="LEFT">C&#39;est donc ainsi que j&#39;ai proc&eacute;d&eacute; &agrave; l&#39;indexation de documents durant mon stage.</p>

<p align="LEFT">L&#39;outil utilis&eacute; pour le plan de classement ainsi que les normes de catalogage sont &eacute;galement propres &agrave; l&#39;institution:</p>

<p align="LEFT">Le plan de classement est r&eacute;alis&eacute; &agrave; partir du num&eacute;ro d&#39;exemplaire cr&eacute;&eacute; dans PMB.</p>

<p align="LEFT">La norme de catalogage se base sur l&#39;ISBD.</p>

<p align="LEFT"><u><strong>- Logiciel utilis&eacute;:</strong></u></p>

<p align="LEFT">Le logiciel utilis&eacute; pour le catalogage et le catalogue en ligne est PMB. (derni&egrave;re version)</p>

<p align="LEFT">Il est utile &agrave; mentionner ici car il est possible que je r&eacute;alise le th&eacute;saurus dans le logiciel PMB, vu qu&#39;il permet de faire cela, et que la derni&egrave;re version permet encore plus d&#39;options pour le th&eacute;saurus</p>

<h1><small><u><strong>3. Etude de l&#39;existant:</strong></u></small></h1>

<h2><u>- </u><u>Recueil d&#39;informations et sources disponibles </u></h2>

<p align="LEFT"><u><strong>- </strong></u><u><strong>Ouvrages professionnels:</strong></u></p>

<p align="LEFT">HUDON, Mich&egrave;le. Guide pratique pour l&#39;&eacute;laboration d&#39;un th&eacute;saurus documentaire.Asted. Montr&eacute;al (Qu&eacute;bec): impr. 2009. 274 p. ISBN : 978-2-923563-17-6</p>

<p align="LEFT">&rarr; Lecture encore non effectu&eacute;e.</p>

<p align="LEFT">Int&eacute;ressant car : Ouvrage professionnel, conseill&eacute; par les professeurs pendant le TFE-Dating.</p>

<p align="LEFT">De plus, cet ouvrage a &eacute;t&eacute; une grande aide pour la plupart des TFE lus r&eacute;alisant un th&eacute;saurus, qui ont</p>

<p align="LEFT">bas&eacute; leur m&eacute;thodologie sur cet ouvrage. L&#39;auteur du TFE ASBL Garance parle notamment du point 2 chapitre 5 du guide pour la collecte d&eacute;ductive et collecte inductive de l&#39;&eacute;tape 3.</p>

<p align="LEFT">Il est donc int&eacute;ressant pour la m&eacute;thodologie de cr&eacute;ation de th&eacute;saurus.</p>

<p align="LEFT">DEGEZ, Dani&egrave;le.Th&eacute;sauroglossaire des langages documentaires : un outil de contr&ocirc;le s&eacute;mantique. Association des professionnels de l&#39;information et de la documentation. Paris : 2001. 181 p.(. S&eacute;rie</p>

<p align="LEFT">Recherches et documents collection). ISBN : 978-2-84365-051-2</p>

<p align="LEFT">&rarr; Int&eacute;ressant car : Conseill&eacute; par l&#39;&eacute;tudiant dans le TFE sur la cr&eacute;ation d&#39;un th&eacute;saurus sur la photographie pour l&#39;INSAS. Il comprend diverses d&eacute;finitions de concepts propres au sujet du th&eacute;saurus, avec plusieurs exemples de sortes de th&eacute;saurus.</p>

<p align="LEFT"><u><strong>- Articles de la BBF:</strong></u></p>

<p align="LEFT">M&eacute;nillet, Dominique. &laquo; Th&eacute;saurus et indexation &raquo;. Bulletin des biblioth&egrave;ques de&nbsp;France (BBF), 1993, n&deg; 5, p. 44-46. Disponible en ligne :</p>

<p align="LEFT">&lt;http://bbf.enssib.fr/consulter/bbf-1993-05-0044-009&gt;. ISSN 1292-8399. Aitchison, Jean et Gilchrist, Alan. &laquo; Construire un th&eacute;saurus &raquo;. Bulletin des&nbsp;biblioth&egrave;ques de France (BBF), 1993, n&deg; 6, p. 124-125. Disponible en ligne : &lt;http://bbf.enssib.fr/consulter/bbf-1993-06-0124-001&gt;. ISSN 1292-8399.</p>

<p align="LEFT">&laquo; Bibliographie des vocabulaires, th&eacute;saurus, vedettes-mati&egrave;res et syst&egrave;mes de&nbsp;classification mono et multilingues dans le domaine des sciences sociales &raquo;. Bulletin&nbsp;des biblioth&egrave;ques de France (BBF), 1985, n&deg; 1, p. 90-90. Disponible en ligne :&nbsp;&lt;http://bbf.enssib.fr/consulter/bbf-1985-01-0090-003&gt;. ISSN 1292-8399.</p>

<p align="LEFT">Moureau, Magdeleine. &laquo; Principe et d&eacute;veloppement d&#39;un thesaurus &raquo;. Bulletin des&nbsp;biblioth&egrave;ques de France (BBF), 1973, n&deg; 1, p. 5-29. Disponible en ligne :&lt;http://bbf.enssib.fr/consulter/bbf-1973-01-0005-002&gt;. ISSN 1292-8399.</p>

<p align="LEFT">Ari&egrave;s, Philippe. &laquo; Du bon usage de l&#39;ordinateur par les centres de documentation&nbsp;sp&eacute;cialis&eacute;s &raquo;. Bulletin des biblioth&egrave;ques de France (BBF), 1968, n&deg; 12, p. 531-539.&nbsp;Disponible en ligne : &lt;http://bbf.enssib.fr/consulter/bbf-1968-12-0531-002&gt;. ISSN1292-8399.</p>

<p align="LEFT"><u><strong>- Avantages th&eacute;saurus, </strong></u><u><strong>raisons de</strong></u><u><strong> ce choix,...:</strong></u></p>

<p align="LEFT">1) Article:</p>

<p align="LEFT">ROBERFROID, Ak&eacute;mi. DUBOIS, Marie-Laurence. &quot;Un th&eacute;saurus: Pourquoi?&nbsp;Comment?&quot; [En ligne] In&nbsp;<em>Analyse</em>. D&eacute;cembre 2012. [Consult&eacute; le 20 octobre 2016] Disponible sur le web: &lt;http://www.etopia.be/spip.php?article2152&gt;</p>

<p align="LEFT">&quot;L&rsquo;int&eacute;r&ecirc;t d&rsquo;utiliser cet outil pour d&eacute;crire le contenu de fonds documentaires et de&nbsp;fonds d&rsquo;archives &ndash; l&rsquo;exp&eacute;rience d&rsquo;Etopia.&quot;</p>

<p align="LEFT">2) R&eacute;organisation centre de ressources: indexation par th&eacute;saurus ou mots-cl&eacute;s. [En&nbsp;ligne] In&nbsp;<em>Services</em>. 3 juin 2016. [Consult&eacute; le 11 novembre 2016]. Disponible sur le web:&nbsp;&lt;http://www.enssib.fr/content/reorganisation-centre-de-resources-indexation-par-thesaurus-ou-mots-cle&gt;</p>

<p align="LEFT">Ce site m&#39;a guid&eacute; vers d&#39;autres sources int&eacute;ressantes pour moi, notamment:</p>

<p align="LEFT"><em>Les avantages et inconv&eacute;nients de l&#39;indexation libre et de l&#39;indexation contr&ocirc;l&eacute;e:</em></p>

<p align="LEFT">Indexation libre vs. indexation contr&ocirc;l&eacute;e. [En ligne] In&nbsp;<em>Services</em>. 17 novembre 2015-20&nbsp;novembre 2015. [Consult&eacute; le 11 novembre 2016]. Disponible en ligne:&nbsp;&lt;http://www.enssib.fr/content/indexation-libre-vs-indexation-controlee&gt;</p>

<p align="LEFT"><u>3) Article disponible &agrave; la biblioth&egrave;que de l&#39;IESSID:</u></p>

<p align="LEFT">MARGARIA, Vassilia. &quot;Les langages documentaires pr&eacute;sentent-ils encore un int&eacute;r&ecirc;t&nbsp;pour la recherche d&#39;informations?&quot;&nbsp;<em>Inter CDI</em>. 2015, 255, p. 16-21 (5 p.)</p>

<p align="LEFT"><u><strong>- Outils et logiciels:</strong></u></p>

<p align="LEFT">1) Autres id&eacute;es de logiciels de gestion:</p>

<p align="LEFT">Logiciel de gestion de th&eacute;saurus. [En ligne] In Services. 12 f&eacute;vrier 2016. [Consult&eacute; le&nbsp;11 novembre 2016]. Disponible sur le web:</p>

<p align="LEFT">&lt;<a href="http://www.enssib.fr/content/logiciel-de-gestion-de-thesaurus">http://www.enssib.fr/content/logiciel-de-gestion-de-thesaurus</a>&gt;</p>

<p align="LEFT"><br />
2) Listes de th&eacute;saurii, o&ugrave; l&#39;on peut retrouver certains des outils choisis et pr&eacute;sent&eacute;s&nbsp;dans mon EDF (Motbis,...):</p>

<p align="LEFT"><em>dmoz</em>. [En ligne]. 1998-2016. Derni&egrave;re mise &agrave; jour 1 octobre 2016. [Consult&eacute; le 13&nbsp;novembre 2016]. Disponible en ligne:&lt;https://www.dmoz.org/World/Fran%C3%A7ais/R%C3%A9f%C3%A9rences/Th%C3%A9saurus/&gt;</p>

<p><u>- Analyse de l&#39;information </u></p>

<p>J&#39;ai organis&eacute; mes r&eacute;sultats par th&eacute;matiques professionnelles et sources (ouvrages/articles/sites,...)</p>

<p>Les th&eacute;matiques professionnelles recherch&eacute;es:</p>

<p align="LEFT">- Indexation documentaire, th&eacute;saurus</p>

<p align="LEFT">- Analyse documentaire</p>

<p align="LEFT"><em>+&nbsp;&nbsp;Langages documentaires, veille documentaire, migrations de donn&eacute;es, PMB,... (rajout apr&egrave;s SI 1)</em></p>

<p align="LEFT">J&#39;ai entrepris de rechercher aussi bien des ouvrages professionnels, que des articles de p&eacute;riodiques (les sources principales &eacute;tant la BBF et le catalogue de l&#39;IESSID), des sites web et autres sources &eacute;lectroniques. Les TFE et m&eacute;moires se trouvent dans la partie suivante, projets similaires.</p>

<p align="LEFT">J&#39;ai effectu&eacute; mes recherches essentiellement par mots-cl&eacute;s:</p>

<p align="LEFT">th&eacute;saurus, &eacute;laboration de th&eacute;saurus, les th&eacute;matiques professionnelles indexation documentaire, analyse documentaire, dans la barre de recherche de Google ainsi que celles des sites de la BBF et du catalogue IESSID.</p>

<p align="LEFT">Mes objectifs &eacute;taient de m&#39;informer autant sur les m&eacute;thodes d&#39;&eacute;laboration de th&eacute;saurus, que les buts et apports, avantages de celui-ci, ses sp&eacute;cificit&eacute;s, ce qu&#39;il est possible de faire avec un tel outil.</p>

<p align="LEFT">Je n&#39;ai pas encore lu enti&egrave;rement toutes ces sources, il s&#39;agit plut&ocirc;t d&#39;un recueil&nbsp;bibliographique de documents que je consulterai pour certains ult&eacute;rieurement,&nbsp;quand j&#39;aurai besoin de certaines informations. En ce qui concerne l&#39;article sur Etopia, je l&#39;ai trouv&eacute; par hasard en consultant ce site&nbsp;web et ses articles et comme le contenu me semblait tr&egrave;s int&eacute;ressant pour mon TFE,&nbsp;j&#39;avais sauvegard&eacute; le lien.</p>

<h2><u>- Exemples de projets similaires </u></h2>

<p>DESCAMPS, S. Construction d&#39;une &eacute;bauche de th&eacute;saurus sur la photographie pour l&#39;Institut de</p>

<p>Radio&eacute;lectricit&eacute; et de Cin&eacute;matographie. 2 vol. (396 f.). Travail de fin d &#39;&eacute;tudes de graduat :</p>

<p>Sciences de l&#39;information et de la documentation : Bruxelles, Institut d&#39;enseignement sup&eacute;rieur des</p>

<p>sciences sociales et des sciences de l&#39;information et de la documentation (IESSID): 2007</p>

<p>&rarr; Profondeur de lecture accord&eacute;e: TFE lu en grande partie (introduction, m&eacute;thodologie, conclusion, table des mati&egrave;res,...)</p>

<p>Int&eacute;ressant car :</p>

<p>- TFE de cr&eacute;ation de th&eacute;saurus sur un domaine d&eacute;termin&eacute; et aussi artistique (la photographie)</p>

<p>- D&eacute;crit toutes les &eacute;tapes de cr&eacute;ation d&#39;un th&eacute;saurus avec beaucoup de claret&eacute; et un vocabulaire propre</p>

<p>au th&eacute;saurus bien expliqu&eacute; avec des d&eacute;finitions.</p>

<p>- Revient sur les difficult&eacute;s rencontr&eacute;es et propose des solutions.</p>

<p>- Pour la structure de TFE :</p>

<p>1. Pr&eacute;sentation de l&#39;institution, du logiciel</p>

<p>2. Elaboration d&#39;une &eacute;bauche de th&eacute;saurus (objectifs, m&eacute;thodologie,...)</p>

<p>3. Pr&eacute;sentation de la base de donn&eacute;es</p>

<p>Annexes: pr&eacute;sentation des &eacute;bauches de th&eacute;saurus</p>

<p>- M&eacute;thodo proche de celle du TFE pour l&#39;asbl Garance.</p>

<p>- La bibliographie du TFE.</p>

<p>DUBOIS, E. Elaboration d&#39;une premi&egrave;re version du th&eacute;saurus de la biblioth&egrave;que de l&#39;Institut</p>

<p>national sup&eacute;rieur des arts du spectacle et techniques de diffusion (INSAS). 1 vol (167 p.).</p>

<p>Travail de fin d &#39;&eacute;tudes de graduat : Sciences de l&#39;information et de la documentation : Bruxelles,</p>

<p>Institut d&#39;enseignement sup&eacute;rieur des sciences sociales et des sciences de l&#39;information et de la</p>

<p>documentation (IESSID): 2001</p>

<p>&nbsp;</p>

<p>&rarr; A lire par la suite. Int&eacute;ressant pour d&eacute;couvrir la m&eacute;thodologie de l&#39;auteur, les outils/logiciels,...</p>

<p>Mais aussi pour d&eacute;couvrir le logiciel MISTRAL, qui permet l&#39;implentation de th&eacute;saurus,</p>

<p>l&#39;indexation... Il serait aussi int&eacute;ressant de consulter la premi&egrave;re &eacute;laboration sur DIXIT de 1994.</p>

<p>&nbsp;</p>

<p>DUSSARD, N. Elaboration d&#39;un th&eacute;saurus pour les ASBL Infor-Drogues et Prospective Jeunesse.</p>

<p>1 vol (126 f.). Travail de fin d &#39;&eacute;tudes de graduat : Sciences de l&#39;information et de la documentation :</p>

<p>Bruxelles, Institut d&#39;enseignement sup&eacute;rieur des sciences sociales et des sciences de l&#39;information</p>

<p>et de la documentation (IESSID): 2006</p>

<p>&rarr; Lecture encore non effectu&eacute;e.</p>

<p>Mais int&eacute;ressant &agrave; lire par la suite pour d&eacute;couvrir la m&eacute;thodologie de l&#39;auteur, les outils/logiciels,...</p>

<p>Int&eacute;ressant aussi car il s&#39;agit d&#39;un th&eacute;saurus sur un domaine d&eacute;termin&eacute; et dedi&eacute; &agrave; une asbl.</p>

<p>&nbsp;</p>

<p>GRIGOLATO, G. ASBL Garance : installation du SIGB PMB, encodage de collections et &eacute;laboration d&#39;un th&eacute;saurus sur les domaines li&eacute;s au f&eacute;minisme et aux violences bas&eacute;es sur le genre. 1 vol (157 f.). Travail de fin d &#39;&eacute;tudes de graduat : Sciences de l&#39;information et de la documentation : Bruxelles, Institut d&#39;enseignement sup&eacute;rieur des sciences sociales et des sciences de l&#39;information et de la documentation (IESSID): 2012</p>

<p>&rarr; Profondeur de lecture accord&eacute;e : introduction, table des mati&egrave;res, certaines parties du corpus,</p>

<p>conclusion, parcours des annexes...</p>

<p>Ce TFE est d&#39;autant plus int&eacute;ressant et utile qu&#39;il a &eacute;t&eacute; r&eacute;alis&eacute; dans uneasblqui traite d&#39;un domaine</p>

<p>sp&eacute;cifique, tout comme ce sera le cas pour moi &agrave; L&eacute;zarts Urbains.</p>

<p>Je peux donc &eacute;galement le retenir comme projet similaire au mien.</p>

<p>M&ecirc;me si le th&eacute;saurus n&#39;est qu&#39;une des parties du travail r&eacute;alis&eacute;, ce TFE offre une pr&eacute;sentation tr&egrave;s claire</p>

<p>de la m&eacute;thodologie &agrave; employer pour la cr&eacute;ation d&#39;un th&eacute;saurus, laquelle se base sur des ouvrages de</p>

<p>r&eacute;f&eacute;rencesque je peux &eacute;galement ajouter &agrave; ma bibliographie.</p>

<p>La bibliographie compl&egrave;tede ce TFE p.77-85 peut d&#39;ailleurs m&#39;&ecirc;tre utile, bien qu&#39;&agrave; ce stade je ne les</p>

<p>aurai pas encore lus ou consult&eacute;s.</p>

<p>Sa lecture et l&#39;aper&ccedil;u de sa structure m&#39;ont permis de d&eacute;gager et d&eacute;terminer une premi&egrave;re m&eacute;thodologie</p>

<p>du projet (qui est expliqu&eacute;e d&egrave;s l&#39;intro) mais &eacute;galement d&#39;avoir une id&eacute;e d&#39; outil documentaire ou</p>

<p>logiciel&agrave; utiliser (ils diff&egrave;rent selon les TFE lus)</p>

<p>&nbsp;</p>

<p>MEURANT, F. Conception d&#39;un corpus de mots clefs bas&eacute; sur le r&eacute;pertoire Rameau &agrave; l&#39;intention du centre des archives communistes en Belgique (CarCoB). 1 vol (68 f.). Travail de fin d &#39;&eacute;tudes de</p>

<p>graduat : Sciences de l&#39;information et de la documentation : Bruxelles, Institut d&#39;enseignement</p>

<p>sup&eacute;rieur des sciences sociales et des sciences de l&#39;information et de la documentation (IESSID):</p>

<p>2012</p>

<p>&rarr; Profondeur de lecture accord&eacute;e:Lu jusqu&#39;&agrave; la m&eacute;thodologie.</p>

<p>Int&eacute;ressant car:</p>

<p>- Utilisation de T&eacute;matr&egrave;s, recommend&eacute; par Mr Di Pretoro lors de mon TFE Dating. Sa m&eacute;thodologie</p>

<p>est expliqu&eacute;e dans ce TFE.</p>

<p>14</p>

<p>- La bibliographie</p>

<p>&nbsp;</p>

<p align="LEFT">- M&eacute;moires de l&#39;ENSSIB:</p>

<p align="LEFT">NETZER, Michel.&nbsp;<em>Etude pr&eacute;liminaire en vue de la constitution d&#39;un th&eacute;saurus</em>&nbsp;<em>commun &agrave; la biblioth&egrave;que de l&#39;E.N.S.B., &agrave; la biblioth&egrave;que de l&#39;I.N.T.D. et au centre de&nbsp;documentation de la D.B.M.I.S.T</em>. 1 vol (57 p.) M&eacute;moire de fin d&#39;&eacute;tudes de graduat:&nbsp;Biblioth&eacute;caire: Villeurbanne, Ecole nationale sup&eacute;rieure des biblioth&egrave;que : 1984.&nbsp;Disponible sur le web:&nbsp;http://www.enssib.fr/bibliotheque-numerique/documents/63393-etude-preliminaire-en-vue-de-la-constitution-d-un-thesaurus-commun-a-la-bibliotheque-de-l-i-n-t-d-et-au-centre-de-documentation-de-la-d-b-m-i-s-t.pdf</p>

<p align="LEFT"><u>Description:&nbsp;</u>Ce m&eacute;moire est int&eacute;ressant dans son contenu car il a une structure assez&nbsp;proche de celle que je compte effectuer pour mon TFE : Il pr&eacute;sente la situation&nbsp;initiale en mati&egrave;re de recherche documentaire, pose et r&eacute;ponds &agrave; la question du&nbsp;&quot;Pourquoi un th&eacute;saurus?&quot; en comparant le th&eacute;saurus aux autres langages&nbsp;documentairEs</p>

<p align="LEFT">De plus, il s&#39;agit d&#39;un th&eacute;saurus r&eacute;alis&eacute; pour un centre de documentation entre&nbsp;autres.</p>

<p align="LEFT">GERARD, Jean Noel.&nbsp;<em>De D.E.S. &agrave; DELPHES: de l&#39;emploi des thesaurus dans un centre</em>&nbsp;<em>de documentation</em>. 1 vol. (22 p.). M&eacute;moire d&#39;&eacute;tude de graduat: Conservateur de&nbsp;Biblioth&egrave;que: Ecole Nationale sup&eacute;rieure des sciences de l&#39;information et des&nbsp;biblioth&egrave;ques (ENSSIB) : 1992. Disponible sur le web:</p>

<p align="LEFT">http://www.enssib.fr/bibliotheque-numerique/documents/62608-de-d-e-s-a-delphes-de-l-emploi-des-thesaurus-dans-un-centre-de-documentationmemoire-d-etude.pdf</p>

<p align="LEFT"><u>Description&nbsp;</u>: M&eacute;moire sur l&#39;emploi d&#39;un th&eacute;saurus dans un centre de documentation.</p>

<p><u>- R&eacute;crits utilisateurs (user stories)</u></p>

<p align="JUSTIFY"><strong>(je souhaite tel projet dans tel but)</strong></p>

<p>En tant que maitre d&#39;ouvrage de mon TFE, j&#39;aurai besoin d&#39;&eacute;mettre une &eacute;tude d&#39;opportunit&eacute; et faisabilit&eacute; de mon TFE afin de pouvoir d&eacute;terminer si celui-ci est faisable et r&eacute;alisable, et tente de r&eacute;pondre &agrave; un objectif.</p>

<p>En tant que maitre d&#39;ouvrage de mon TFE, j&#39;aurai besoin d&#39;analyser la situation initiale et finale, d&#39;&eacute;tudier les projets similaires et la litt&eacute;rature professionnelle, les ressources &eacute;ventuelles, et d&#39;&eacute;tablir des objectifs SMART et une m&eacute;thodologie, afin de pouvoir &eacute;valuer l&#39;opportunit&eacute; et la faisabilit&eacute; du projet.</p>

<p>En tant que maitre d&#39;ouvrage de mon TFE, j&#39;aurai besoin de d&eacute;finir un cahier des charges et des besoins afin d&#39;envisager la r&eacute;alisation du projet dans son ensemble et exprimer les besoins,indiquer les contraintes et limiter les risques au maximum, et pouvoir &agrave; terme valider le succ&egrave;s ou non du projet.</p>

<p>En tant que maitre d&#39;ouvrage de mon TFE, j&#39;aurai besoin d&#39;organiser des formations afin de pouvoir adapter le personnel aux nouveaut&eacute;s apport&eacute;es par mon projet.</p>

<p>&nbsp;</p>

<p>&nbsp;</p>

<p align="JUSTIFY">En tant que maitre d&#39;oeuvre de mon projet, j&#39;aurai besoin de d&eacute;finir les objectifs et les &eacute;tapes du projet</p>

<p align="JUSTIFY">j&#39;aurai besoin d&#39;effectuer des bons choix techniques comme le choix d&#39;un logiciel et d&#39;outils afin d&#39;utiliser ceux qui conviennent le plus &agrave; mon th&eacute;saurus.</p>

<p align="JUSTIFY">j&#39;aurai besoin de revoir ou me documenter en langages d&#39;indexations afin d&#39;avoir une connaissance th&eacute;orique et pratique en ce qui concerne la r&eacute;alisation d&#39;un th&eacute;saurus.</p>

<p align="JUSTIFY">J&#39;aurai besoin de me documenter en migrations de donn&eacute;es afin d&#39;effectuer une migration de T&eacute;matr&egrave;s &agrave; PMB.</p>

<p align="JUSTIFY">j&#39;aurai besoin d&#39;avoir une bonne connaissance de l&#39;institution, ses besoins et ses objectifs pour pouvoir r&eacute;pondre &agrave; ceux-ci et m&#39;y adapter.</p>

<p align="JUSTIFY">J&#39;aurai besoin d&#39;&eacute;tablir les contraintes et crit&egrave;res de qualit&eacute;, et fixer le budget afin de pr&eacute;venir les risques li&eacute;s &agrave; la r&eacute;alisation du projet.</p>

<p>&nbsp;</p>

<h1><small><strong>4. Analyse des besoins</strong></small></h1>

<h2><strong>- </strong><strong>D</strong><strong>iff&eacute;rentes contraintes </strong></h2>

<p>- Contraintes organisationnelles: Le projet a bien re&ccedil;u l&#39;accord de tous les acteurs. La demande vient de l&#39;institution. Certaines contraintes organisationnelles pourraient &ecirc;tre que la biblioth&egrave;que o&ugrave; se trouve le centre de doc est ferm&eacute; le lundi, jour de stage TFE pour moi. Je dois donc m&#39;organiser avec le personnel pour pouvoir quand-m&ecirc;me y acc&eacute;der pour travailler. Par ailleurs les risques pourraient &ecirc;tre une mauvaise gestion du temps et organisation. Pour pr&eacute;venir cela, un jour d&#39;insertion professionnelle par semaine est pr&eacute;vu afin de travailler sur le lieu de l&#39;institution (le lundi), ainsi qu&#39;une semaine de stage par mois, pour avancer dans notre projet.</p>

<p>&nbsp;</p>

<p>- Contraintes techniques: Le centre de doc utilise actuellement PMB. Cependant, vu que je compte travailler et faire des modifications dans leurs autorit&eacute;s et indexation, et que nous sommes plusieurs &agrave; travailler sur PMB (le personnel continuant la catalographie en parall&egrave;le), j&#39;ai d&eacute;cid&eacute; de travailler sur un autre logiciel ( T&eacute;matr&egrave;s), afin de ne pas causer de disfonctionnement et confusion sur le syst&egrave;me.</p>

<p>J&#39;effecturai par la suite une migration du th&eacute;saurus constitu&eacute; de T&eacute;matr&egrave;s vers PMB. Il faut donc &agrave; tout prix choisir un bon logiciel, adapt&eacute; aux besoins (permettant de faire des champs lexicaux dans mon cas, renvois, relations,...). Cela permettra de pr&eacute;venir les risques et probl&egrave;mes techniques, ainsi que de migrations de donn&eacute;es, en me documentant bien sur ce dernier point</p>

<p>&nbsp;</p>

<p>- Contraintes normatives : Les normes que je vais devoir appliquer: Ce sont celles relatives &agrave; l&#39;indexation et aux outils utilis&eacute;s pour effectuer celle-ci. Comme je me base sur certains outils (Rameau, d&#39;autres plus sp&eacute;cifiques &agrave; mon domaine,...) il va falloir que je respecte les normes en vigueur.</p>

<p>&nbsp;</p>

<p>- Contraintes humaines: Pour mon projet, j&#39;ai besoin de ressources humaines qui m&#39;apporteront leurs aides selon leurs comp&eacute;tences. J&#39;ai aussi besoin d&#39;avoir une bonne communication avec ma maitre de stage et mon maitre de formation pratique, Mr Thirion. Il n&#39;y a pas beaucoup de ressources humaines sur place, pour me guider dans le projet. Il y a ma maitre de stage, ainsi que les biblioth&eacute;caires de la biblioth&egrave;que de Saint-Gilles auxquels je peux demander de l&#39;aide. Cependant ces personnes ont aussi leur travail &agrave; effectuer et ne seront donc pas disponibles quand je le souhaite, il faudra de l&#39;organisation. Dans mes ressources humaines, il y a &eacute;galement mes professeurs de l&#39;IESSID sp&eacute;cialis&eacute;s en indexation, th&eacute;saurus, informatique,... Il faut &eacute;galement pouvoir s&#39;organiser et arranger des r&eacute;unions/entrevues. Un des risques pourrait &ecirc;tre une mauvaise identification des comp&eacute;tences d&#39;une ressource humaine, mauvaise utilisation des ressources humaines, l&#39;indisponibilit&eacute; ou d&eacute;sistement des celles-ci. Afin de pr&eacute;venir ces risques, il faut donc proc&eacute;der &agrave; un bon choix en les choisissant en identifiant d&#39;abord leurs comp&eacute;tences et leur disponibilt&eacute;.</p>

<p>&nbsp;</p>

<p>- Contraintes financi&egrave;res: Il n&#39;y a pas de contrainte financi&egrave;re car aucun budget &agrave; g&eacute;rer. J&#39;ai choisi un logiciel gratuit.</p>

<h2><strong>- Objectifs du projet</strong></h2>

<p>Faciliter la t&acirc;che de l&#39;indexation pour le personnel</p>

<p>Faciliter la t&acirc;che de veille (recherche de mots-cl&eacute;s et de documents) par le personnel</p>

<p>Faciliter les recherches documentaires des/pour les utilisateurs</p>

<h2><strong>- Etapes du projet</strong></h2>

<p>1. Rechercher des sources terminologiques existantes. (Apr&egrave;s avoir bien identifi&eacute; le/les domaine(s))</p>

<p>2. Identifier et &eacute;valuer ce qui se fait dans les institutions similiaires (langages documentaires et outils utilis&eacute;s)</p>

<p>3. Lire des ouvrages professionnels et TFE sur le sujet</p>

<p>4. Choisir un/des outil(s) et un logiciel</p>

<p>5. Collecter les termes (+ organisation, champs s&eacute;mantiques et relations s&eacute;mantiques): En cours</p>

<p>6. Faire &eacute;valuer les termes par les personnes ressources et membres du personnel</p>

<p>7. Organiser les termes et effectuer les relations s&eacute;mantiques</p>

<p>8. Int&eacute;grer les termes dans un logiciel / Migration dans PMB</p>

<p>- Etape ajout&eacute;e: &ldquo;Formation&rdquo; du reste du personnel au nouveau th&eacute;saurus.</p>

<p>(- Indexer un maximum de documents avec le nouveau th&eacute;saurus)</p>

<p>&nbsp;</p>

<p>&nbsp;</p>
