<h1>
	<span style="font-family:times new roman,times,serif;"><strong><span style="text-decoration: underline; color: rgb(34, 34, 34);">R&eacute;ponses &agrave; deux questions essentielles:</span></strong></span></h1>
<h2>
	<span style="font-family:times new roman,times,serif;"><strong><u>1. En quoi l&#39;utilisation de m&eacute;thodes utilis&eacute;es pour la cr&eacute;ation de produits ou de services, comme par exemple le&nbsp;design thinking, est un enjeu pour notre profession ?</u></strong></span></h2>
<p><span style="font-family:times new roman,times,serif;"><span style="color: rgb(0, 0, 0); font-size: medium;">Ces m&eacute;thodes sont efficaces afin de permettre de concevoir des produits et services innovants pour le public. </span></span></p>
<p><span style="font-family:times new roman,times,serif;"><span style="color: rgb(0, 0, 0); font-size: medium;">Cela permet de r&eacute;pondre &agrave; des probl&egrave;mes, envisager des solutions aux demandes et besoins du public s&#39;adapter &agrave; l&#39;&eacute;volution de l&#39;information et documentation et au d&eacute;veloppement des technologies.</span></span></p>
<p><span style="font-family:times new roman,times,serif;"><span style="color: rgb(0, 0, 0); font-size: medium;">Cela met donc en jeu l&#39;&eacute;volution et l&#39;avenir des biblioth&egrave;ques ou centres de documentation car ces derniers en d&eacute;pendent. C&#39;est &eacute;galement important pour la valorisation de la biblioth&egrave;que, et pour que les usagers continuent &agrave; venir et &agrave; y trouver de l&#39;int&eacute;r&ecirc;t, puisqu&#39;elle r&eacute;pond et s&#39;adapte &agrave; leurs besoins. </span></span></p>
<p><span style="font-family:times new roman,times,serif;"><span style="color: rgb(0, 0, 0); font-size: medium;">Un exemple: La proposition de services innovants comme la mise &agrave; disposition d&#39;e-books en biblioth&egrave;que, ou encore de jeux-vid&eacute;os, pourra attirer un public qui ne serait pas venu en biblioth&egrave;que si celle-ci ne proposerait toujours uniquement des livres papiers traditionnels, auxquels ce public n&#39;est pas vraiment int&eacute;ress&eacute;. Cela pourra donc changer la vision de personnes qui pensent que la biblioth&egrave;que est quelque chose de &quot;d&eacute;pass&eacute;&quot;, qui ne s&#39;adapte pas aux nouvelles technologies et divers types de support existants. .</span></span></p>
<h2>
	<span style="font-family:times new roman,times,serif;"><u><strong>2. Comment offrir des services et produits innovants qui soient utilis&eacute;s par les usagers des institutions o&ugrave; travaillent les professionnels de l&#39;information et de la documentation ?</strong></u></span></h2>
<p><span style="font-family:times new roman,times,serif;"><span style="color: rgb(0, 0, 0); font-size: medium;">Il faut se mettre &agrave; la place du public, comprendre ses besoins et r&eacute;pondre &agrave; sa demande. Il faudra aussi incorporer ses connaissances cr&eacute;&eacute;es et innov&eacute;es dans ses services et produits.</span></span></p>
<p><span style="font-family:times new roman,times,serif;"><span style="color: rgb(0, 0, 0); font-size: medium;">On pourra par exemple utiliser des m&eacute;thodes comme le design thinking, qui permettra une innovation au terme de diff&eacute;rentes &eacute;tapes. </span></span></p>
<p><span style="font-family:times new roman,times,serif;"><span style="color: rgb(0, 0, 0); font-size: medium;">En bref, le design thinking combine les trois concepts de l&#39;inspiration, l&#39;id&eacute;ation, &agrave; l&#39;&#39;it&eacute;ration afin qu&#39;un changement se produit. </span></span></p>
<p><span style="font-family:times new roman,times,serif;"><span style="color: rgb(0, 0, 0); font-size: medium;">On d&eacute;marre donc par l&#39;inspiration, o&ugrave; l&#39;on va d&eacute;finir une probl&eacute;matique, et d&eacute;couvrir des approches originales. Il faut se poser la question sur comment aborder le probl&egrave;me. </span></span></p>
<p><span style="font-family:times new roman,times,serif;"><span style="color: rgb(0, 0, 0); font-size: medium;">L&#39;id&eacute;ation consiste &agrave; produire de nouvelles id&eacute;es et les concr&eacute;tiser. On a fait des recherches, il faut donc se demander comment les interpr&eacute;ter et concr&eacute;tiser ses id&eacute;es. Avec l&#39;it&eacute;ration, qui consiste en une s&eacute;rie d&#39;exp&eacute;rimentations bas&eacute;es sur l&#39;avis des usagers, on a un prototypes et va se demander comment le tester et le perfectionner avec l&#39;aide des usagers. </span></span></p>
<p><span style="font-family:times new roman,times,serif;"><span style="color: rgb(0, 0, 0); font-size: medium;">Ces trois m&eacute;thodes m&egrave;neront au changement et &agrave; l&#39;innovation. Les professionnels qui veulent concevoir des produits et des services innovants vont utiliser cette technique, s&#39;inspirant d&#39;une m&eacute;thode scientifique. </span></span></p>
<p><span style="font-family:times new roman,times,serif;"><span style="color: rgb(0, 0, 0); font-size: medium;">Il est important de se demander ce que d&eacute;sire le public, ce qui serait faisable, et viable d&#39;un point de vue budg&eacute;taire. Il faut donc que cela soit &agrave; la fois r&eacute;aliste et r&eacute;alisable (comme dans les objectifs SMART). </span></span></p>
<p><span style="font-family:times new roman,times,serif;"><span style="color: rgb(0, 0, 0); font-size: medium;">Il est aussi possible de s&#39;inspirer de ce que font d&#39;autres institutions afin de reprendre certaines id&eacute;es int&eacute;ressantes et innovantes pour la r&eacute;alisation d&#39;un projet. On parle bien de projet puisqu&#39;on va en effet tenter de r&eacute;pondre &agrave; une probl&eacute;matique, avec plusieurs contraintes: budg&eacute;taires, mat&eacute;rielles, temporelles, personnelles. </span></span></p>
<p><span style="font-family:times new roman,times,serif;"><span style="color: rgb(0, 0, 0); font-size: medium;">Il faudra ainsi, en mettant en place des produits et des services, falloir r&eacute;pondre &agrave; certains besoins d&#39;information du public. </span></span></p>
<p><span style="font-family:times new roman,times,serif;"><span style="color: rgb(0, 0, 0); font-size: medium;">En clair, il y donc trois aspects importants &agrave; prendre en compte: </span></span></p>
<p><span style="font-family:times new roman,times,serif;"><span style="color: rgb(0, 0, 0); font-size: medium;">- Ce que d&eacute;sire le public (et r&eacute;pondre &agrave; ce besoin) </span></span></p>
<p><span style="font-family:times new roman,times,serif;"><span style="color: rgb(0, 0, 0); font-size: medium;">- Ce qui est viable (Budg&eacute;tairement,...) </span></span></p>
<p><span style="font-family:times new roman,times,serif;"><span style="color: rgb(0, 0, 0); font-size: medium;">- Ce qui est faisable (r&eacute;alisable et possible techniquement) </span></span></p>
<p><span style="font-family:times new roman,times,serif;"><span style="color: rgb(0, 0, 0); font-size: medium;">Un exemple de produit innovant: Des dossiers documentaires sur un sujet pr&eacute;cis d&#39;un fonds pour valoriser ce fonds. </span></span></p>
<p><span style="font-family:times new roman,times,serif;"><span style="color: rgb(0, 0, 0); font-size: medium;">Exemples de service innovant: L&#39;organisation de conf&eacute;rences, de s&eacute;ances cin&eacute;ma, jeux de soci&eacute;t&eacute; ou vid&eacute;o, l&#39;aide scolaire aux &eacute;tudiants,... .</span></span></p>


